Repository: ismetaydinn/techcareerFlutterBootcampDesignProject
Catalog: lib/l10n/app_*.arb
Languages: tr

# hesaplarim
source: My Accounts
tr: Hesaplarım

# vadesizTlHesabi
source: Current Account TL
tr: Vadesiz TL Hesabı

# kullanilabilirBakiye
source: Available Balance
tr: Kullanılabilir Bakiye

# guncelBakiye
source: Current Balance
tr: Güncel Bakiye

# kartlarim
source: My Cards
tr: Kartlarım

# kkYok
source: You do not have a credit card.
tr: Kredi kartınız bulunmamaktadır.

# hemenBasvur
source: Apply Now
tr: Hemen Başvur

# sonHareketler
source: Last Transactions
tr: Son Hareketler

# aylikOdemePlani
source: Monthly Payment Plan
tr: Aylık Ödeme Planı

# varliklarim
source: My Assets
tr: Varlıklarım

# paraCekYatir
source: Deposit Cash
tr: Para Çek/Yatır

# aracim
source: My Car+
tr: Aracım+

# sonBasarisizGiris
source: Last Failed Login:
tr: Son Başarısız Giriş:
